
<!DOCTYPE html>
<html>

<head>
	<meta charset="utf-8" />
	<META name="keywords" content="net.art generator, Netzkunstgenerator, net art, net.art, Netzkunst, Internet art, Medienkunst, media art, digitale Kunst digital art, Dada, dada, random, authorship, copyright, collage">
	<title>net.art generator</title>
	<link rel=stylesheet type='text/css' href='css/style.css'>
</head>

<body>
	<div id="netartgenerator"><a href="index.html"><img src="imgs/netartgenerator.gif" alt="net.art" width="140" height="69" /></a></div>
	<div id="smartartist"><img src="imgs/smart.gif" alt="a smart artist makes the machine do the work!" width="71" height="122" /></div>
	<div id="create"><a href="http://nag.iap.de" target="_blank"><img src="imgs/create.gif" alt="net.art" width="76" height="30" /></a></div>
	<div id="hand"><img src="imgs/hand.png" alt="" width="20" height="45" /></div>

	<!-- CONTENT  -->
	<div id="content" class="black12">
		<span class="cyan11">Programmierte Verf&uuml;hrung<br /></span>

		Cornelia Sollfranks Netzkunstgeneratoren testen das Autorenmodell.
		<br /><br />
		Ute Vorkoeper, Hamburg 1999/2003
		<br /><br />
		Cornelia Sollfrank sind die vertrauten K&uuml;nstlerrollen - die bewussten wie die unbewussten - suspekt. Sie beobachtet, wiederholt und re-inszeniert lieber das, was um sie herum geschieht und borgt ihre Autorit&auml;t von den markt- und
		technikgl&auml;ubigen Vorbildnern unserer Zukunft. Unabl&auml;ssig folgt sie daf&uuml;r den gepflegten, perfekt gestylten, bescheidenen Experten, Werbefachleuten, Beratern und Beraterinnen, die immer und &uuml;berall f&uuml;r uns da sind.
		Gleichf&ouml;rmig, namenlos und fast k&ouml;rperlos sind sie in all unsere Lebensbereiche eingedrungen, bilden sie f&uuml;r uns vor und bieten Musterl&ouml;sungen f&uuml;r ein zeitgem&auml;&szlig;es Social und Personal Engineering an, die uns in
		ein erfolgreiches, gl&uuml;ckliches und effizientes Leben f&uuml;hren werden.
		<br /><br />
		Sollfrank raubt ihr Styling, &uuml;bernimmt ihre Gesten, verwendet ihre Welt-Bilder und erprobt ihre Strategien der Weltbildung. Sie ist Managerin, Werbestrategin, Veranstalterin und Consulterin, spielt alle Rollen, die ihr Erfolg versprechen.
		Dann wieder wechselt sie kurzzeitig die Seiten, wird zur Trickbetr&uuml;gerin, Hackerin oder revolution&auml;ren Cyberfeministin.
		<br /><br />
		Dabei spielt sie immer auch mit der Faszination, die von den &uuml;bernommenen Rollen oder den gew&auml;hlten Klischees ausgeht, und leugnet die Verf&uuml;hrungskraft nicht, die vor allem die gepflegten Beraterinnen, die neuesten Technologien und
		die virtuellen Bildwelten auf sie aus&uuml;ben. Mit Leidenschaft studiert sie jede neue Brosch&uuml;re der Telekom und zeigt begeistert ihre Lieblingsbilder: adrette und nette Frauen vor neuesten
		Computermodellen, eine monumentale Satellitensch&uuml;ssel vor romantischem Abendhimmel, findige Visualisierungen von Datenautobahnen.
		<br /><br />
		In den Posen und Strategien der Experten, Dienstleister und Berater ebenso wie in denen der unbedarften aktionistischen Gegner hat sie f&uuml;r sich die effektivsten Mittel erkannt, um heute pr&auml;sent zu sein und sich Geh&ouml;r und
		Gefolgschaft zu verschaffen. Dabei wechselt sie die Medien und richtet sich an unterschiedliche Zielgruppen, bespielt die verschiedensten Institutionen und Szenen, um eigene Kampagnen durchzuf&uuml;hren. Perfekt kost&uuml;miert erscheint sie auf
		Stra&szlig;en, in Kunstr&auml;umen, in Clubs, auf Messen, im Internet und verleitet ihre Zuschauer, Zuh&ouml;rer und Gespr&auml;chspartner mit geklauten oder nachgestellten Bildern und Texten.
		<br /><br />
		Was sich wie die modische Mischung zeitgem&auml;&szlig;er Kritiken am Autoren- oder K&uuml;nstlermodell anh&ouml;rt, erweist sich als komplexes Ineinander aus T&auml;uschung und Entt&auml;uschung, Verf&uuml;hrung und Verantwortung. Sollfranks
		k&uuml;nstlerische Programme verdoppeln unscheinbare Machtbeziehungen und verborgene Mechanismen, um Produktion, Anwendung und Verantwortung im Netz zu erproben. Die sp&auml;ter verf&uuml;hrten oder &uuml;berf&uuml;hrten UserInnen werden bei der
		Anwendung die Frage nach den Machern, den Verantwortlichen, nach den eigenen und anderen Zielen nicht mehr los.
		<br /><br />
		<img src="imgs/sonnenschirm.jpg" alt="" width="188" height="150" border="0"><br />
		[Bild: c.s. Cornelia Sollfrank im Urlaub, w&auml;hrend sie Maschinen die Arbeit f&uuml;r sich erledigen l&auml;&szlig;t.]
		<br /><br />
		Die Idee, einen Programmierer mit der Entwicklung eines ersten
		"automatischen" Netzkunstgenerators zu beauftragen, kam ihr, weil sie einen eklatanten Mangel an traditionellen Autoren vorhersah. Selbstverst&auml;ndlich erwartete sie, dass sich kaum Autorinnen von Netzkunst bei einer Ausschreibung der
		Hamburger Kunsthalle f&uuml;r einen Netzkunstpreis bewerben w&uuml;rden. Mit dem Generator schaffte sie schnelle Abhilfe. Sie lie&szlig; ihn wieder und wieder das World Wide Web durchw&uuml;hlen und Fundst&uuml;cke von irgendwelchen Webseiten zu
		neuen Seiten zusammenstellen. Den automatischen Erzeugnissen wies sie international g&auml;ngige Frauennamen zu, transferierte sie dann elektronisch und scheinbar aus aller Welt kommend an die Kunsthalle und spekulierte vermessen auf einen
		n&auml;chsten Automatismus: Im Kunstkontext bewirkt die Kombination von 'etwas' und einem 'Namen', dass das Etwas zum Werk und umgekehrt aus dem Namen ein K&uuml;nstler wird.
		<br /><br />
		Wenn diese Formel im 20. Jahrhundert nur bedingt f&uuml;r Frauen galt, dann sollte es Cornelia Sollfrank mit 'Female Extention' erstmals gelingen, dass sie bedingungslos angewendet wurde. Alle 288 eingesetzten Frauennamen wurden anstandslos als
		K&uuml;nstlerinnen anerkannt. Zwar sollte keine eine Auszeichnung erhalten, aber eine Presseerkl&auml;rung des Museums verk&uuml;ndete stolz die hohe weibliche Beteiligung als besonderen Erfolg. Das nun ist symptomatisch. Sicherlich hatte der auf
		die Suchmaschinen Lycos und Excite ausgerichtete Generator f&uuml;r unterschiedliche Suchbegriffe auch unterschiedliche Text-Bild-Mischungen erstellt und jede eingereichte Seite sah anders aus. Aber der fachm&auml;nnischen Kunstjury h&auml;tte
		auffallen m&uuml;ssen, dass alle Web-Collagen nach einem einzigen Programm gestrickt waren. In Kunst und Kunstgeschichte nennt man so was '&auml;sthetisches Programm' - und sucht danach.
		<br /><br />
		Dass die Hamburger Experten die signifikante &Auml;hnlichkeit der Seiten &uuml;bersahen bzw. einfach &uuml;bergingen, mag sicher daran liegen, dass sie k&uuml;nstlerische Arbeit in 'Neuen Medien' mit Unbedarftheit oder mit der Betriebsblindheit
		betrachteten, mit der man Fragen nach Autorenschaft, Zuschreibung und Verantwortung im 'Netz' immer wieder begegnet.
		<br /><br />
		Cornelia Sollfranks dreiste Verwendung wirksamer Automatismen trifft M&auml;nner wie Frauen gleicherma&szlig;en. Der unerkannt gebliebene &Uuml;berschu&szlig; an Nicht-Autorinnen tut ebenso nachhaltig weh wie der reale Mangel an Autorinnen. Und
		die Verantwortung hierf&uuml;r ist geteilt. Sie liegt bei denen, die fraglos (&auml;sthetische) Programme anwenden oder sich von ihnen anwenden lassen, anstatt ihre Bauprinzipien, Linien und Ziele zu erkunden. Wie bei denen, die in lieben alten
		Gewohnheiten verfangen mit den g&auml;ngigsten Programmen nicht zu brechen verm&ouml;gen und blo&szlig;e Anwendung schon als Produktion missverstehen. Die blindlings Ziele erf&uuml;llen, anstatt f&uuml;r eigene Ziele andere Programme zu
		entwerfen.
		<br /><br />
		"Intelligente K&uuml;nstlerInnen lassen Maschinen f&uuml;r sich arbeiten"
		<br /><br /><br />
		Netzkunstgenerator
		<br /><br />
		Deshalb hat Sollfrank ein weiteres Experiment gestartet, das UserInnen die Neuordnung des Konzepts Autor am und im Netz testen l&auml;&szlig;t. Diesmal fungiert sie als fragw&uuml;rdige, gewinns&uuml;chtige Auftraggeberin von mehreren
		Programmierern, deren Programme in Anwendung immer neue Kunstwerke zu produzieren versprechen. Die Webpage ihrer neuen Generatoren hat sie ebenfalls automatisch gestalten lassen und Links zu weiteren Essay-, Poesie-, Witze-, Grafik- und
		Webpage-Generatoren gesetzt.
		<br /><br />
		Alle ihre Netzkunstgeneratoren arbeiten nach demselben Schema: In ein erstes Feld werden ein oder mehrere Suchbegriffe eingegeben und in ein zweites Feld der echte oder erfundene Autorenname. W&auml;hrend Generator_01 und _03 dann in Windeseile
		jeweils eine neue Website erstellen, Nummer _01 grafikorientierter, Nummer _03 bildorientierter, legte Generator_02 nach einer halben Stunde Arbeit eine komplexe Website mit zahlreichen Links vor . Alle Generatoren sprechen verschiedene
		Suchmaschinen an und Generator_02 basiert auf der sogenannten 'dada-Engine' . Die vier ProgrammiererInnen haben f&uuml;r denselben Auftrag ziemlich verschiedene Programml&ouml;sungen vorgelegt.
		<br /><br />
		Angesprochen vielleicht durch die beil&auml;ufige &Auml;sthetik und in einer reichlich diffusen, passiven Kreativit&auml;t lassen wir die virtuellen Kunstmaschinen suchen, aneignen und mischen. Das macht Spa&szlig; und nicht von ungef&auml;hr
		sind die Archive der drei Generatoren in kurzer Zeit schon beachtlich angewachsen. T&auml;glich wenden sich neue BesucherInnen an die automatischen Kunstproduzenten, die auch f&uuml;r dieselben Begriffe stets neue, aktuelle Collagen oder Seiten
		finden. Und jede/r UserIn der Netzkunstgeneratoren darf sich f&uuml;r das wachsende Archiv als Autor/Autorin von Webseiten angeben, die nach seinem/ihrem Input generiert wurden. Allerdings bleiben die meisten lieber anonym.
		<br /><br />
		Gleichzeitig assistieren alle AnwenderInnen der K&uuml;nstlerin, die Seite um Seite, Bild um Bild unter ihrem Namen sammelt, manches dann belichtet, hinter Glas rahmt und an Galeriew&auml;nde h&auml;ngt. So zu sehen gewesen zum Beispiel in
		Bremen, in der St&auml;dtischen Galerie, in der Galerie 21 in Malm&ouml; oder in der Ausstellung GENERATOR in der Minories Art Gallery in Colchester, GB. Neuerdings k&ouml;nnen einige besonders gelungene Werke sogar von den G&auml;sten einer
		Hamburger Nobelherberge bewundert werden. Wenn hier ihr Name unter den automatisch generierten Bildern steht, folgt das zun&auml;chst dem Gestus Duchamps und der Bosheit von Broodthaers. Doch die Anlage des Generatorenprojekts ist paradoxer.
		Neben den Bildern steht die Bild-Maschine im Ausstellungsraum und es f&uuml;hren sich - neben der Definitionsmacht des institutionellen Rahmens - die Rollen von K&uuml;nstlerin und AnwenderInnen in Anwendung vor. Einerseits wird hier klar mit
		bestehenden Kategorien und Hierarchien gebrochen, andererseits aber bleiben sie klar installiert und werden ungeniert ausgenutzt.
		<br /><br />
		Nebenbei stellen wir endlich fest, dass wir (Kunst-)Produktion schon l&auml;ngst mit Wiederholung, Anwendung, Diebstahl, Zitat, Aneignung und Mischung gleichgesetzt haben. Und dass wir am liebsten f&uuml;r nichts die Verantwortung
		&uuml;bernehmen, gerne anonym bleiben. Bereitwillig f&uuml;gen wir uns den jeweiligen &auml;sthetischen Vorstellungen verschiedener Programmierer. Wenn die Ergebnisse am Ende &auml;hnlich bleiben und unsere anf&auml;ngliche Freude &uuml;ber die
		bunten automatischen Hervorbringungen in Langeweile oder Verbl&uuml;ffung umgeschlagen ist, dann ist es bereits zu sp&auml;t. Da haben wir schon den n&auml;chsten Programmschritt erf&uuml;llt. Wir haben Inputs geliefert und Ergebnisse erzielt,
		die sich die K&uuml;nstlerin aneignen wird. Diesen Hinweis gibt ihr aktueller Marketingspruch: "A smart artist makes the machine do the work." Doch verschweigt sie die ganze Wahrheit: A smart artist orders programs which make the user do the
		work. Die Generatoren und ihre UserInnen arbeiten brav am Mythos und mehren Cornelias Sollfranks Ruhm.
		<br /><br />
		Im Hintergrund h&ouml;ren wir sie lachen, denn jetzt haben wir das ganze k&uuml;nstlerische Programm erf&uuml;llt. Es verspricht Spiel und Spa&szlig;, doch es macht uns unweigerlich zu Komplizen einer K&uuml;nstlerin, die mit unserer Hilfe
		unendlich viele Bilder aus dem Netz einsammelt. Sp&auml;ter einmal wird sie die automatisch generierten Ergebnisse zu den von uns gelieferten Stichworten als Salon pr&auml;sentieren. Selbstverst&auml;ndlich unter ihrem Namen. F&uuml;r die, die
		ihr dabei helfen wollen: <a href="http://net.art-generator.com" target="_blank">http://net.art-generator.com</a>
		<br /><br />


		<span class="black9">
			1. Generator_02 ist inzwischen au&szlig;er Funktion. Seine Arbeitsweise l&auml;sst sich aber im noch vorhandenen Archiv nachvollziehen.<br />
			2. Die dada-engine von Andrew Bulhak ist ein System zur Generierung von Text unter spezifischen Vorgaben. Bei den Vorgaben handelt es sich um ein Regelwerk in der Form einer Grammatik. Die Regeln daraus werden in die dada-engine geladen, die
			sie verarbeitet und entsprechende Texte wieder ausgibt. Mit der Bezeichnung dada verweist Bulhak auf das Zufalls-/Collageprinzip der dada-K&uuml;nstler.<br /><br />
		</span><br /><br /><br /><br />


	</div>

	<div id="menue" class="menu"><a href="index.html">nag_home</a><br /><a href="about.html">about</a><br /><a href="exhibitions.html">exhibitions</a><br /><a href="projects.html">projects</a><br /><a href="zkm.html">nag@zkm</a><br /><a
			href="nags.html">net.art generators</a><br /><a href="publications.html">publications</a><br /><a href="contact.html">contact</a></div>
	<div id="artwarez"><a href="https://artwarez.org" target="_blank"><img src="imgs/artwarez.png" alt="artwarez" width="105" height="35" /></a></div>


</body>

</html>
