
<!DOCTYPE html>
<html>

<head>
	<meta charset="utf-8" />
	<META name="keywords" content="net.art generator, Netzkunstgenerator, net art, net.art, Netzkunst, Internet art, Medienkunst, media art, digitale Kunst digital art, Dada, dada, random, authorship, copyright, collage">
	<title>net.art generator</title>
	<link rel=stylesheet type='text/css' href='css/style.css'>
</head>

<body>
	<div id="netartgenerator"><a href="index.html"><img src="imgs/netartgenerator.gif" alt="net.art" width="140" height="69" /></a></div>
	<div id="smartartist"><img src="imgs/smart.gif" alt="a smart artist makes the machine do the work!" width="71" height="122" /></div>
	<div id="create"><a href="http://nag.iap.de" target="_blank"><img src="imgs/create.gif" alt="net.art" width="76" height="30" /></a></div>
	<div id="hand"><img src="imgs/hand.png" alt="" width="20" height="45" /></div>

	<!-- CONTENT  -->
	<div id="content" class="black12">
		<span class="cyan11">Was w&uuml;rde eine k&uuml;nstliche Intelligenz als sch&ouml;n empfinden?</span>
		<br /><br />Die brennende Frage nach 'generativer Kunst' und ihrem Publikum<br />Sarah Cook<br /><br />
		<b>Einleitung</b>
		<br />
		<br />
		Im Umfeld von Kunst und Kultur herrscht oftmals ein Verst&auml;ndnis von Technik, das diese als reines Tr&auml;germedium missversteht, mit dem
		fertige Inhalte &uuml;bermittelt werden (man denke dabei an die Informations&uuml;bertragung, angefangen beim Telegrafen, &uuml;ber das Telefon bis
		hin zum Fernsehen.) &quot;Generative Kunst&quot; stellt derlei Vorstellungen auf den Kopf - nicht nur, dass ihre Inhalte vorher nicht
		festgelegt sind, ist die Technik dar&uuml;ber hinaus gleichzeitig das Medium, das die variablen und manipulierbaren Inhalte erst
		hervorbringt.
		<br />
		Die am h&auml;ufigsten zitierte Definition f&uuml;r generative Kunst stammt von Philip Galanter und lautet:
		<br /><br />
		<span class="cyan10">&quot;Als generative Kunst kann man jene k&uuml;nstlerischen Praktiken/Verfahren bezeichnen, bei denen der/die
			K&uuml;nstlerIn einen Prozess in Gang setzt, bei dem durch das Abarbeiten des von ihm/ihr vorgegebenen Regelwerkes ein Kunstwerk ensteht
			(oder zu einem Kunstwerk beigetragen wird). Dabei k&ouml;nnen die Regeln entweder die Form nat&uuml;rlicher Sprache haben, es kann sich aber
			auch um ein Computerprogramm oder andere Mechanismen handeln.&quot;</span> *1
		<br /><br />
		Der Begriff &quot;generative Kunst&quot; hat sich so sehr erweitert, dass heute sogar die von Noam Chomsky beschriebene &quot;generative Grammatik&quot;
		oder die linguistische Theorie einer &quot;generativen Matrix&quot; *2 von Slavoj Zizek einbezogen werden k&ouml;nnen. Gleichzeitig scheint
		Einverst&auml;ndnis dar&uuml;ber zu herrschen, dass dem Generierungsprozess vom Urheber festgelegte Regeln zugrunde liegen, die durch den
		Computer bzw. die Eingabe eines Users (Benutzers) ausgef&uuml;hrt werden. Das bedeutet nichts anderes, als dass die durch einen Benutzer
		in Gang gesetzte Technik es ist, die den jeweiligen Inhalt erst konfiguriert, dann erzeugt bzw. berechnet, um ihn letztendlich in
		Form des &quot;Kunstwerkes&quot; bereitzustellen - zumindest trifft das in den meisten F&auml;llen zu. Nach diesem, sehr allgemeinen Schema k&ouml;nnte
		man sogar die Funktion der &quot;Stapelverarbeitung&quot; *3 in Photoshop als &quot;generativen Kunstprozess&quot; bezeichnen.
		<br />
		Da &quot;generative Kunst&quot; zu einem nicht unerheblichen Teil aus einem Regelwerk besteht, das von K&uuml;nstlerIn/ ProgrammiererIn vorgegeben
		wird, ist das variierende Ergebnis (in bezug auf Inhalt und Struktur), trotz der meist &uuml;berraschenden Wirkung auf die Benutzer, nicht
		notwendigerweise unvorhersagbar. Vorausgesetzt, man hat ein grunds&auml;tzliches Verst&auml;ndnis davon, wie die Regeln funktionieren
		(versteht den Code, der unter der Oberfl&auml;che l&auml;uft), kann das Ergebnis, trotz des komplexit&auml;tssteigernden Einsatzes von
		Zufalls-Parametern, erraten bzw. in einfacheren F&auml;llen sogar vorhergesagt werden. Spielt sich das Generieren im Web oder innerhalb
		eines Computernetzwerkes ab, oder kommen neue, interaktive Kollaborateure (User) ins Spiel, gewinnt der Prozess eine zus&auml;tzliche
		Ebene und neue Fragestellungen tun sich auf.
		<br />
		Was dieser Essay versucht - angeregt durch Cornelia Sollfranks <i>Netzkunstgenerator</i> (1999) -, ist deutlich zu machen, was genau sich in
		den tieferen Ebenen abspielt, was die &auml;sthetischen Erfahrungen der RezipientInnen &quot;generativer Kunst&quot;, der KuratorInnen, des Publikums,
		der BenutzerInnen, Interagierenden und Beitragenden sind. In Anbetracht der besonderen Rolle, die vernetzte Computer f&uuml;r den
		Entstehungsprozess &quot;generativer Kunst&quot; oft spielen, geht dieser Essay zus&auml;tzlich der Frage nach, wie man den <i>Netzkunstgenerator</i>
		heute im Umfeld, der noch jungen Disziplinen von &quot;generativer Kunst&quot;, Code Art und Softwarekunst lesen kann und wie er im Vergleich
		dazu, zur Zeit seiner Entstehung, im Umfeld der fr&uuml;hen Netzkunst und einer Kunst, die durch Computernetzwerke und dem World Wide Web
		entstanden ist, gelesen wurde. *4
		<br />
		<b>Eine kurze Geschichte der &Auml;sthetik von Netzkunst</b>
		<br />
		Wollen wir - um der Argumentation willen - mit einer Definition beginnen, die von IBM entwickelt wurde, um die logische Tiefe
		(logical depth) eines Signals im Gegensatz zur Unvorhersagbarkeit von Information (information unpredictability) bzw. zum Rauschen zu
		messen:
		<br /><br />
		<span class="cyan10">&quot;Der Wert einer Nachricht besteht im Umfang der mathematischen oder anderen Arbeit, die von ihren Urhebern
			plausibel ausgef&uuml;hrt worden ist und die zu wiederholen dem Empf&auml;nger erspart bleibt. Je schwieriger es ist, zu einer Aussage zu
			kommen, je mehr Rechenzeit man braucht, desto gr&ouml;&szlig;er ist die logische Tiefe. Oder um es noch pr&auml;gnanter zu sagen: Die Bedeutung einer
			Aussage beruht nicht auf der syntaktischen Information der Aussage, sondern auf der Information, die w&auml;hrend der Produktion
			aussortiert worden ist. Man k&ouml;nnte diesen Proze&szlig; Exformation nennen. Also z&auml;hlt nicht die L&auml;nge der Nachricht, die Nachrichtenmenge,
			sondern die dazu n&ouml;tige Rechenzeit. Logische Tiefe oder Komplexit&auml;t h&auml;ngt also nicht so sehr vom Endprodukt ab, sondern ist mehr ein
			Ausdruck f&uuml;r den Produktionsproze&szlig;. Logische Tiefe ist nicht formal definiert als die Anzahl von Schritten auf einem Weg, der einen
			Sachverhalt mit seinem m&ouml;glichen Ursprung verbindet.&quot;</span> *5
		<br /><br />
		Bei dieser speziellen Zuordnung von Wert (value) geht es inh&auml;rent um N&uuml;tzlichkeit (usability) - (und ich benutze den Ausdruck
		&quot;usability&quot; nicht im allgemein gebr&auml;uchlichen Sinn von Jakob Nielsen, der damit die Benutzerfreundlichkeit von Web-Design meint,
		sondern in einem allgemeineren &auml;sthetischen Sinn von N&uuml;tzlichkeit (usefulness), einer Art Signal-Rausch-Abstand bez&uuml;glich der
		Botschaft einer k&uuml;nstlerischen Arbeit). Dabei handelt es sich um eine vollkommen andere Zuordnung von Wert als sonst bei Kunstwerken
		&uuml;blich. Die Wertzuordnung bei Kunstwerken hat sich &uuml;ber Jahrhunderte entwickelt - durch philosophische Studien von Sinneswahrnehmung
		und einem wachsenden Verst&auml;ndnis davon, wie unsere kritischen Instanzen (faculties) Entscheidungen treffen. Dieses Forschungsgebiet -
		die &Auml;sthetik - basiert vorwiegend auf statischen Kunstformen und orientiert sich f&uuml;r zeitgen&ouml;ssische Untersuchungen von Medienkunst
		an den Br&uuml;chen zwischen repr&auml;sentativen visuellen Kunstformen und zeichenorientierten, geschriebenen Kunstformen wie Poesie. *6 Man
		darf nicht vergessen, dass sowohl Kant als auch Hegel zu dem Ergebis kamen, dass selbst wenn man der bewunderten Kunst einen
		Gebrauchswert (use-value) zuordnen kann, damit noch lange keine wahre Aussage zur &Auml;sthetik des Werkes gemacht worden ist. In diesem
		Sinne spielt viele der zeitgen&ouml;ssischen Medienkunst, die Computer benutzt, absichtlich mit dem Gebrauchswert der Technik, die sie
		sich aneignet, wie es zum Beispiel auch jene elektronische Musik macht, die mit der Grauzone zwischen Signal und Rauschen spielt. Das
		schr&auml;nkt die Brauchbarkeit der oben gegebenen Definition keineswegs ein, beinhaltet diese doch eine Annahme, die eine der Grundfesten
		von Kunstkritik und &Auml;sthetik darstellt, n&auml;mlich dass der Wert einer k&uuml;nstlerischen Arbeit von der vom Urheber geleisteten Arbeit
		abh&auml;ngt, die er ben&ouml;tigte, um das Werk zu codieren und zus&auml;tzlich von der &uuml;berraschenden (und vielleicht ironischen) Art, in der die
		Botschaft des Werkes kodiert worden ist. *7
		<br />
		&quot;net.art&quot; (mit dem Punkt) hat sich als k&uuml;nstlerisches Umfeld bei einem Treffen gleichgesinnter Kulturproduzenten
		(K&uuml;nstlerInnen, AktivistInnen und ComputerprogrammiererInnen) konstutuiert, das 1996 durch die Mailingliste <i>nettime</i> zustande
		gekommen war. *8 Zieht man jedoch die ironische Haltung der fraglichen K&uuml;nstlerInnen bez&uuml;glich ihrer eigenen Etikettierung als
		&quot;Gruppe&quot; mit in Betracht, dann wird es schwierig bis &uuml;berfl&uuml;ssig, die 1996 und 1997 in diesem Umfeld entstandene Kunstproduktion
		verallgemeinern zu wollen. Dennoch kann man feststellen, dass die net.artists in ihren fr&uuml;hen Interventionen im Internet und dem
		World Wide Web dem K&uuml;nstler als Autor, als Urheber eine gro&szlig;e Bedeutung beimessen. Dazu kommt - was erst im nachhinein an Bedeutung
		gewinnt - die Wichtigkeit, die sie der Tatsache verliehen, sich pers&ouml;nlich zu kennen und ihre Arbeit zu diskutieren.
		Josephine Bosma zitiert Olia Lialina, eine K&uuml;nstlerin des net.art-Umfeldes, die sagt:
		<br /><br />
		<span class="cyan10">&quot;net.art bedeutet f&uuml;r mich Kunst im Web in ihrer Anfangszeit. ... nicht Tausende von Hits *9 am Tag, weil
			man in irgend einer Netzkunst-Kategorie gelistet ist, sondern Feedback von Leuten, die deine Website durch Zufall gefunden
			hatten.&quot;</span> *10
		<br /><br />
		In diesem Sinn - und bleibt man bei der Ironie - k&ouml;nnte man behaupten, dass net.art ist, was die Internetkunst war, bevor Museen und
		Kunstbetrieb davon Wind bekamen.
		<br />
		Im Jahre 1997 und Anfang 1998, also w&auml;hrend der Bl&uuml;tezeit der halb geheimen &quot;face-to-face&quot;-Treffen der net.artists von <i>nettime, 7-11</i>
		und anderer Mailinglisten, wurde die &Auml;sthetik der Netzkunst von Au&szlig;enstehenden vorwiegend auf zwei Ebenen bewertet: des
		zweidimensionalen-bildschirmorientierten Grafik-Design oder des Konzeptes. Eine Hauptrolle spielte dabei der Umgang der K&uuml;nstler mit
		den Navigationsm&ouml;glichkeiten oder -zw&auml;ngen durch eine Seite - und zwar sowohl auf grafischer als auch auf konzeptueller Ebene.
		Beispielhaft daf&uuml;r sind <i>JODIs</i> eigenartige und absichtlich frustrierende Website <i>hell.com</i> oder Olia Lialinas poetisches
		Text-Bild-Narrativ <i>My boyfriend came back from the war.</i> In beiden F&auml;llen ist es der entscheidende Aspekt der Arbeit, wie man durch
		sie navigiert. F&uuml;r diejenigen, die n&auml;her an dieser Avantgarde dran waren, gewannen zus&auml;tzlich die politische Haltung und das
		Potential f&uuml;r Ver&auml;nderung, das die Pers&ouml;nlichkeiten hinter den Arbeiten verk&ouml;rperten, an Bedeutung. Das Internet selbst entwickelte
		sich damals gerade zum Hauptwerkzeug der Verschiebungen, die sich im geo-politischen Denken ereigneten.
		<br /><br /><br />
		<b><i>female extension</i> und <i>Netzkunstgenerator</i></b>
		<br />
		Dies gilt sicherlich auch f&uuml;r die 1997 entstandene Arbeit <i>female extension</i>. Die Kuratorin und Kunstwissenschaftlerin Inke Arns
		beschreibt das Projekt folgendermassen:
		<br /><br />
		<span class="cyan10">&quot;Cornelia Sollfrank generierte im Rahmen des Projektes 'female extension' mit Hilfe eines
			Computerprogrammes (PERL-Script) individuelle Netzkunstprojekte f&uuml;r 289 virtuelle K&uuml;nstlerinnen. Das Programm sammelte im WWW nach
			dem Zufallsprinzip Material und rekombinierte es zu neuen HTML-Seiten.&quot;</span> *11
		<br /><br />
		Folglich scheint <i>female extension</i> eine Arbeit zu sein, die &uuml;berleitet, n&auml;mlich von der ersten Phase der net.art, die zwar eine
		politische Gesinnung aufwies, aber inhaltlich und k&uuml;nstlerisch recycelt war, hin zu einer Hand voll sp&auml;terer Netzkunstarbeiten
		(ohne den Punkt), die den direkten Kontakt mit Institutionen nicht scheute und bewusst Fragen von Autorschaft, Originalit&auml;t und
		Ausstellbarkeit adressierte, die der Kunstbetrieb mit sich bringt.
		<br />
		Als die Museen begannen der net.art habhaft werden zu wollen (und der Netzkunst im allgemeinen), ergriffen die Kuratoren ihre
		gewohnten Werkzeuge zur &auml;sthetischen Bewertung. Sie w&auml;hlten Arbeiten aus, die auf beiden oben erw&auml;hnten Ebenen
		(Screen-Design/ Konzept) interessant zu sein schienen, wie zum Beispiel Amy Alexanders Projekt eines multikulturellen Recyclers,
		der Screenshots von auf der ganzen Welt verstreuten Webcams collagiert. Die Kuratoren wendeten auf diesen neuen Werktyp ihr
		kunsthistorisches Verst&auml;ndnis von Medien wie Grafik und Fotografie an sowie ihr kuratorisches Wissen &uuml;ber andere vernetzte
		Kunstbewegungen wie es Konzeptkunst und Mail Art gewesen waren. Und anstatt sich damit aufzuhalten, programmieren zu lernen,
		spezialisierten sie sich auf die Rezeption der Werke, ihre - wenn man so will - &quot;oberfl&auml;chlichen&quot; Werte. Um ehrlich zu sein, muss
		man sagen, dass der Erfolg der fr&uuml;hen Netzkunst in erster Linie auf ihrer &auml;sthetischen Erscheinung beruhte, w&auml;hrend Manipulationen
		auf der Ebene des &Uuml;berbringungsmechanismus - als der die Technik verstanden wurde - f&uuml;r den Erfolg nachrangig waren.
		<br />
		Es ist ganz klar, dass <i>female extension</i> auf beiden Ebenen erfolgreich operierte. Aus der Perspektive von Kuratoren und Jury war es
		&uuml;berwiegend ein Erfolg auf der ersten Ebene - Hunderte von Arbeiten mit seltsam interessanten Screen-Designs wurden vom Museum in den
		Wettbewerb aufgenommen (ganz unabh&auml;ngig davon, dass diese Kunst-Webseiten nicht verlinkt waren und keinerlei Funktionalit&auml;t besa&szlig;en).
		Aus ganz anderen Gr&uuml;nden war es aus der Perspektive der Urheberin, Cornelia Sollfrank, und ihres Teams ein durchschlagender Erfolg,
		n&auml;mlich durch die unerwartete Weise, auf die die Technik eingesetzt worden war. Auf dieser zweiten Ebene, kann der eigentliche Wert
		der Arbeit angesiedelt werden, n&auml;mlich genau wie in der Definition von &quot;logischer Tiefe&quot; beschrieben, in der verborgenen Redundanz
		und ihrer zweifachen Funktionsweise - zuerst ist die Redundanz nur f&uuml;r ihre Urheberin sichtbar und bemerkbar, erst sp&auml;ter, nach der
		&quot;Enth&uuml;llung&quot; des Generators, auch f&uuml;r die, die sich anfangs nicht um den Code gek&uuml;mmert hatten.
		<br />
		Bei <i>female extension</i> handelte es sich um Kunst (in mehrfacher Hinsicht eine Performance) - und von einem (Computer-) Netzwerk
		hervorgebracht - die die &auml;sthetische Bewertung von net.art auf einer Ebene herausforderte, &uuml;ber die bis dahin noch nicht nachgedacht
		worden war. Und worin besteht die Wertzuweisung auf dieser zweiten Ebene, der des Konzeptes?
		<br />
		Zur Erkl&auml;rung sollte man sich die Maschine der &quot;schlauen K&uuml;nstlerin&quot; *12 -den <i>Netzkunstgenerator</i>- einmal genauer ansehen. Seit 1999
		in Entwicklung, existiert der Netzkunstgenerator inzwischen in mehreren Versionen, die von verschiedenen ProgrammiererInnen in
		Zusammenarbeit mit Sollfrank hergestellt wurden. Die Ergebnisse der Generatoren sind, je nach Version, entweder mehr text- oder
		bild-/grafikorientiert. Cornelia Sollfrank selbst erl&auml;utert, dass ihrer Meinung nach der <i>Netzkunstgenerator</i> den Fokus von Netzkunst
		verschoben hat:
		<br /><br />
		<span class="cyan10">&quot;... von einem festgelegten Inhalt (wie zum Beispiel Olia Lialinas Geschichten) hin zu einem mehr
			prozess-orientierten - zumindest scheinbar - interaktiven Modell verteilter Autorschaft und einem mehr oder weniger unvorhersagbaren
			Ergebis. Im Vergleich zu dem, was die erste Generation der Netzk&uuml;nstler gemacht hatte, schien das f&uuml;r mich revolution&auml;r zu
			sein.&quot;</span> *13
		<br /><br />
		Damit behandelt die Arbeit nicht nur Themen wie Originalit&auml;t versus Reproduktion, Materialit&auml;t versus Fl&uuml;chtigkeit (ephemerality)
		und die Rolle der Kunst im Cyberspace - was f&uuml;r alle net.art gilt -, sondern sie stellt durch ihre Automatisierung, ihr spezielles
		Modell von Autorschaft und ihren Umgang mit individuellem, k&uuml;nstlerischem Genius viel mehr in Frage. Und durch die codierte Anwendung
		von Suchmaschinen lassen die entstehenden &quot;Kunstwerke&quot; zus&auml;tzlich den jeweiligen Zeitgeist im Netz erkennen, was beim Gros der davor
		entstanden net.art kaum der Fall war.
		<br /><br /><br />
		<b>Netzkunst und das Museum</b>
		<br />
		Im Jahr der Entstehung von <i>female extension</i> (1997) und sogar noch 1999 als der <i>Netzkunstgenerator</i> als unabh&auml;ngiges Projekt
		gelauncht wurde, war das Verh&auml;ltnis zwischen Museum und Netzkunst (sowohl net.art als auch Netzkunst) noch grundlegend anders als
		es heute ist; die Museen versuchten gerade dieser neuen Kunstform habhaft zu werden. *14 Der Medienhistoriker Friedrich Kittler
		schreibt dazu, &uuml;ber das digitale Museum spekulierend:
		<br /><br />
		<span class="cyan10">&quot;Die Zuflucht, die das Museum laut Val&eacute;ry den Bildern und Statuen bietet, hie&szlig;e in den kalten Begriffen der
			Informatik also Speicherung. Denn von den drei Funktionen einer Universalen Diskreten Maschine - Speicherung, &Uuml;bertragung und
			Verarbeitung ihrer Eigenschaften - fallen zwei, die &Uuml;bertragung und die Verarbeitung, im Museum aus: An Dingen, die oft ein
			regelrechter Staatsauftrag der Aufbewahrung anbefiehlt, darf nichts mehr ver&auml;ndert werden. (...) Das Museum ist ein hybrides Medium,
			das seine elementare Speicherfunktion historisch oder opportunistisch, aber jedenfalls nicht systematisch an andere Verarbeitungs-
			und &Uuml;bertragungsmedien gekoppelt hat. Die Trennung zwischen Kunst und Technik, wie sie das klassische Museum gestiftet hat, bleibt
			von modernen Pr&auml;sentationsformen unber&uuml;hrt. (...) Diese gegenseitige Gleichg&uuml;ltigkeit mag machbar und gangbar gewesen sein, solange
			unter den technischen Medien die &Uuml;bertragungsmedien dominierten, w&auml;hrend das Museum weiterhin auf Speicherung spezialisiert blieb.
			Im Kontext eines Informationssystems jedoch, das das Prinzip &Uuml;bertragung tendenziell kassiert, weil es alle &Uuml;bertragung auf die
			Verarbeitung und Berechnung von Daten zur&uuml;ckf&uuml;hrt, wirkt blo&szlig;e Speicherung schon als solche einigerma&szlig;en dysfunktional&quot;</span>
		*15
		<br /><br />
		Eine grundlegende Ver&auml;nderung seit <i>female extension</i> besteht darin, dass die Museen realisiert haben, dass sie mehr als nur
		Spezialisten im Speichern sein m&uuml;ssen, wenn sie den Verpflichtungen ihrem Publikum gegen&uuml;ber gerecht werden und ihre einzigartige
		Rolle als Kunstspezialisten behalten wollen. Das bedeutet, dass &uuml;ber das reine Veranstalten von Wettbewerben f&uuml;r herausragende
		netzbasierte Kunst hinaus viele Museen jetzt auch k&uuml;nstlerische Arbeiten in Auftrag geben - in allen Medien, aber in erster Linie
		Netzkunstarbeiten. *16 Aber w&auml;hrend sich die Museen in diesem Sinne zum Besseren ver&auml;ndert haben (und K&uuml;nstler sie jetzt auch als
		F&ouml;rderer neuer Arbeiten und nicht nur als reine Konservatoren bestehender Werke betrachten k&ouml;nnen), hat sich das Internet selbst
		in gewisser Weise zum Schlechteren ver&auml;ndert. Wie Frederic Madre es formuliert, ist das Internet &quot;nicht k&uuml;nstlerfreundlich&quot; *17 , und
		das gilt f&uuml;r unsere &quot;Nach-dot-com-&Auml;ra&quot; umso mehr. Staatlich gef&ouml;rderte Museen - von denen behauptet wird, sie w&uuml;rden in &ouml;ffentlichem
		Interesse Dinge bewahren - sind selten in der Lage, K&uuml;nstler und deren Arbeit zu verteidigen oder zu besch&uuml;tzen, wenn diese mit
		kommerziellen Interessen der Online-Welt oder dem Gesetz (zum Beispiel Copyright) in Konflikt geraten. *18 <i>female extension</i> ist
		ein gutes Beispiel daf&uuml;r, wie der einst unantastbare Schutzraum, den das Museum darstellte, (seine
		&quot;Ausstellung-als-Speicherung&quot;-Funktion) genauso hinf&auml;llig, korrumpierbar und dem Untergang geweiht ist, wie jedes andere Unternehmen
		auch.
		<br />
		Das Wettbewerbs-Format und die M&ouml;glichkeit, Vorschl&auml;ge einzureichen, besteht immer noch bei fast allen Ausstellungsgelegenheiten
		und -orten f&uuml;r &quot;Neue Medien&quot;-Kunst. Dem ist so, weil Kuratoren aufgrund der technischen und finanziellen Zw&auml;nge ihrer Institutionen
		scheinbar Probleme damit haben, herauszufinden, was in der herrlich unregulierten Welt des Internet alles so kursiert. Welche Filter
		man auch immer anwendet, sie werden schnell durch neue Kunstformen hinf&auml;llig. *19 Der Kurator des Walker Art Center, Steve Dietz,
		pflegte &uuml;ber die Netzk&uuml;nstler <i>JODI</i> zu scherzen, dass sie bedeutend mehr Besuche auf ihrer Website verbuchen k&ouml;nnen, als die
		Webseiten aller Museumskuratoren zusammen, die je bei <i>JODI</i> einen Atelierbesuch gemacht haben. *20
		<br />
		Obwohl die Speicherfunktion des Museums im Vergleich zu dem Versuch der Institutionen, sich auch im Bereich von &Uuml;bertragung und
		Verarbeitung zu engagieren (z.B. neue Arbeiten in Auftrag zu geben und die &Ouml;ffentlichkeit &uuml;ber die zugrunde liegenden Prozesse
		aufzukl&auml;ren) in den Hintergrund r&uuml;ckt, ist die Vorstellung davon, was eine Ausstellung ausmacht, immer noch in erster Linie von
		statischen Arbeiten gepr&auml;gt. Florian Cramer schreibt dazu:
		<br /><br />
		<span class="cyan10">&quot;An net.art hat sich gezeigt, dass in der zeitgen&ouml;ssischen Kunst nichts ohne warentaugliche Objekte geht,
			die sich in Ausstellungsr&auml;ume stellen lassen. (Und wenn Kunst immateriell oder prozessual ist, m&uuml;ssen wenigstens solche
			warentauglichen Objekte hergestellt werden, die diese Prozesse - semiotisch ausgedr&uuml;ckt - indexikalisch ersetzen, so, wie es die
			Fluxus-K&uuml;nstler mit ihren Performance-Relikten, Schachteln und Auflagenobjekten getan haben.)&quot;</span> *21
		<br /><br />
		Eine kleine Schwierigkeit besteht allerdings darin, dass die meisten K&uuml;nstler Probleme damit haben, f&uuml;r ihre Medienkunst, Netzkunst
		und generative Kunst statische Formen zu finden.
		<br /><br /><br />
		<b>Generative Kunst</b>
		Aber selbstverst&auml;ndlich hat sich auch das Umfeld im Netz in den letzten 10 Jahren ver&auml;ndert, und die automatische Generierung von
		Inhalten scheint fast allgegenw&auml;rtig geworden zu sein. Man denke nur an die &quot;Empfehlungen&quot; beim Online-Buchkauf bei <i>Amazon</i>, diese
		Raffinesse, die nach der Wahl eines Buches automatisch errechnet, welche anderen Titel f&uuml;r mich interessant sein k&ouml;nnten. Das
		Platzieren von Cookies, Sniffern, die die Bewegungen auf einer Website nachverfolgen und die getroffene Auswahl auswerten sowie das
		Aufzeichnen der Geschwindigkeit der Augenbewegung (eyeball drag time), all das wirkt zusammen, nur um f&uuml;r mich, den Konsumenten,
		eine massgeschneiderte Surf-Erfahrung zu generieren. Genau wie beim Fernsehen werden wir auch in bestimmten Teilen des Internet
		selbst zum Produkt, werden den Bed&uuml;rfnissen der &Ouml;konomie angepasst; die Auswahl trifft, ganz heimt&uuml;ckisch, wer oder was auch
		immer - jedenfalls nicht wir selbst. Generative Kunst hat sich im vernetzten Dasein als eine Form von Produktion im Umfeld von
		Softwarekunst, Code Art und Open-Source-Bewegung durchaus etabliert. Dazu kommt in der zeitgen&ouml;ssichen Internetkunst eine
		betr&auml;chtliche Anzahl von von K&uuml;nstlerInnen programmierten, alternativen Web-Browsern. Und um der zunehmenden Beschr&auml;nkung von
		Online-Inhalten entgegenzuwirken und einen freien Zugang zu gew&auml;hrleisten, haben Bewegungen wie <i>copy left</i> versucht, f&uuml;r
		Computernetzwerke gemachte Kunst einer &quot;Geschenk&ouml;konomie&quot; zuzuf&uuml;hren. Allein das reibt sich schon mit herk&ouml;mmlichen Definitionen
		von &Auml;sthetik, die m&ouml;glichst jedem Werturteil auch einen Autor und ein statisches Kunstwerk zuordnen m&ouml;chte. Beim <i>Netzkunstgenerator</i>
		wurden zwar immer die Namen der beteiligten ProgrammiererInnen genannt, aber erst jetzt, vier Jahre nach seiner Entstehung, ist die
		Zeit reif, gemeinschaftlich als Autoren aufzutreten und die Programme gemeinsam unter einer <i>GPL - General Public License</i> - zu
		ver&ouml;ffentlichen und f&uuml;r andere zur Benutzung und Modifizierung freizugeben. Gehen wir davon aus, dass die Idee eines
		&quot;K&uuml;nstler-Programmierers&quot; kunsthistorisch gesehen ein neu entstehendes Genre bzw. Etikett ist, dann m&uuml;ssen wir auch bereit sein,
		k&uuml;nstlerische &Auml;sthetik nicht l&auml;nger an einem statischen Ort anzusiedeln, der ohne jegliche Ver&auml;nderungen der begleitenden
		sozio-&ouml;konomischen Rahmenbedingungen existiert, die unsere Vorstellungen von Autorschaft und Originalit&auml;t l&auml;ngst ver&auml;ndert haben.
		<br /><br />
		<span class="cyan10">&quot;Bei der generativen Kunst arbeiten der 'K&uuml;nstler-Programmierer' und die Maschine Hand in Hand, um
			&uuml;berkommene alte Mythen von Kreativit&auml;t zu zerst&ouml;ren - dabei m&ouml;chte ich betonen, dass Kunst formalen Strukturen unterliegt und
			Computer ganz besonders n&uuml;tzlich sein k&ouml;nnen, um eben diese Strukturen zu manipulieren.&quot;</span> *22
		<br /><br />
		Was uns gleich zu der Frage nach der Rezeption und Bewertung generativer Kunst durch das Publikum und den User bringt. Wie Geoff
		Cox, Alex McLean und Adrian Ward in ihrem Essay <i>The Aesthetics of Generative Art</i> betonen, liegt der &auml;sthetische Wert von Code
		(was wohl die Grundlage generativer Kunst sein d&uuml;rfte) in seiner Ausf&uuml;hrung, nicht nur seiner geschriebenen Form. (korrekterweise
		anmerkend, dass, ginge es um letzteres, es sich um Poesie und nicht &Auml;sthetik handeln w&uuml;rde.)
		<br />
		Folglich m&uuml;ssen wir zu unserer ersten Definition davon, wo in der Informations&uuml;bertragung &quot;Wert&quot; (value) liegt (n&auml;mlich in der
		versteckten Redundanz) und dem Verst&auml;ndnis der vom Urheber geleisteten Arbeit, ein Verst&auml;ndis der &quot;Aktion&quot; des Werkes - dem
		Manifest-Machen, der Ausf&uuml;hrung - hinzuf&uuml;gen.
		<br />
		Aber von wem oder was wird diese Handlung ausgef&uuml;hrt? Dem K&uuml;nstler? Der Technik? Dem Publikum? Dem Nutzer? Ausserdem, wo sollen wir
		die Grenze ziehen zwischen einer urspr&uuml;nglichen Autorschaft und einer Gemeinschaftsarbeit?
		<br />
		Stellt man diese Fragen im Hinblick auf &quot;generative Kunst&quot;, bekommt man, je nachdem in welchem Zusammenhang eine Arbeit gemacht oder
		gesehen wird, unterschiedliche Antworten - vom kommerziellen Sektor (Software-Entwicklung als Kunst) bis hin zum eher traditionellen
		Kunstsektor (anderen Formen von Netzkunst, anderen digitalen Praktiken, Musik). Mich interessiert, welche Antworten im Falle einer
		generativen Kunst gegeben werden k&ouml;nnen, die dem Ausstellungsbetrieb - dem Museum oder der Galerie - Schwierigkeiten bereitet. Und
		was sind die Erfahrungen des Publikums?
		<br /><br /><br />
		<b>Das Ausstellen generativer Kunst</b>
		<br />
		Das macht die Ausstellung <i>Generator</i>, die k&uuml;rzlich durch England wanderte so interessant. *23 Sie umfasste auf der Seite digitaler
		Arbeiten neben Cornelia Sollfranks 'net.art generator#, Ade Wards <i>Auto-Illustrator 1.1</i> (eine &uuml;berarbeitete Version des bekannten
		Programmes <i>Illustrator</i> von Adobe), die aus mathematischen 3D-Modellen generierten Textarbeiten <i>oulibot</i> von Joanna Walsh, Alex
		McLeans <i>forkbomb</i> (ein PERL-Script, das seinen Host-Computer zum Absturz bringt und gleichzeitg diesen Prozess visualisiert),
		Netochka Nezvanovas Fotografien von lebenden Zellen <i>genograph</i> sowie auf der Seite der nicht-digitalen, aber trotzdem durchaus
		generativen Kunst, die Arbeiten von Yoko Ono, Sol Lewitt und Angus Fairhurst.
		<br />
		Da die Ausstellung mehrere Stationen hatte, ver&auml;nderte sie sich durch den Input und die Erfahrungen der Zuschauer permanent. Die
		Zweige von Yoko Onos B&auml;umchen f&uuml;llten sich mit mehr W&uuml;nschen, die Ausdrucke digitaler Arbeiten vermehrten sich unabl&auml;ssig und wurden
		immer komplexer, da die generierenden Programme selbst auch stets raffinierter wurden. Die Datenbank des <i>Netzkunstgenerators</i> w&auml;chst
		jeden Tag. Lediglich die Zeichnungen, Fotografien und linearen Videoarbeiten bleiben von Ort zu Ort gleich. Unter den schwierigen
		Bedingungen von Ausstellung und Besucher-Interaktion zeigen diese Arbeiten auch ihre Abnutzungserscheinungen - Betriebssysteme
		st&uuml;rzen ab und frieren ein, Drucker haben kein Papier oder keine Tinte mehr, Netzwerke brechen zusammen und m&uuml;ssen neu eingerichtet
		werden.
		<br />
		Obwohl in der &Ouml;ffentlichkeitsarbeit zu der Ausstellung behauptet wird, die ausgestellten Arbeiten seien &quot;selbst-generierend&quot; und
		alles w&uuml;rde &quot;live&quot; und in Echtzeit und einige Elemente sogar endlos weiterarbeiten *24 , spielt doch tats&auml;chlich bei vielen Arbeiten
		die Anwesenheit einer interagierenden Person eine wichtige Rolle - und das nicht nur bei den digitalen Arbeiten. Weder die Arbeiten
		von Yoko Ono noch die von Cornelia Sollfrank w&auml;ren vollst&auml;ndig ohne den Beitrag eines Besuchers. Das bekannte Argument, dass die
		Kunst im Auge des Betrachters stattfinde, wird hier zu seiner logischen und technischen Schlussfolgerung gebracht. Wie Cox et al
		gezeigt haben, &quot;liegt der &auml;sthetische Wert einer Arbeit in ihrer Ausf&uuml;hrung&quot;. W&auml;hrend die Ausf&uuml;hrungsroutine durchaus in der Arbeit
		direkt eingeschrieben sein kann, ist das bei einigen Arbeiten nicht der Fall, und sie sind darauf angewiesen, dass eine interagierende
		oder teilnehmende Person den Stift zum Blatt oder den Finger zum Keyboard f&uuml;hrt.
		<br />
		Seitdem diese Ausstellung ihre Tour begann sind bereits wieder neue, vernetzte Kunstprojekte enstanden, die die Idee generativer
		Kunst wieder erweitern, die zwar vor der konzeptuellen &Auml;sthetik des Code etwas zur&uuml;ckschrecken, daf&uuml;r aber ein liebesvolleres
		Verh&auml;ltnis mit dem Bild eingehen. Lev Manovichs <i>Soft Cinema</i>-Projekt kreiert nach seinen eigenen Worten fiktionale Geschichten in
		einer Serie von Kurzfilmen:
		<br /><br />
		<span class="cyan10">&quot;W&auml;hrend das Geschichten-erz&auml;hlende Voiceover vorher geschnitten wurde, wird alles andere in Echtzeit von
			Computerprogrammen kreiert, einschliesslich dem, was auf dem Bildschirm wo und in welcher Szene auftaucht. Die Entscheidungen basieren
			teilweise auf festgelegten und teilweise auf dem Zufallsprinzip. In anderen Worten: Man kann sich <i>Soft Cinema</i> als halbautomatischen
			VJ (Video Jockey) - oder genauer gesagt als FJ (Film Jockey) vorstellen.&quot;</span> *25
		<br /><br />
		Fast noch interessanter sind Thomson &amp; Craigheads <i>Short Films about Flying</i>, sozusagen im Fluge generierte Internet-basierte Filme.
		Das Programm greift sich Bewegtbilder von Flughafen-Webcams, versetzt diese mit altmodischen Stummfilm-Zwischentiteln, die aus
		Textmaterial aus dem Netz generiert werden und hat als oberste Schicht einen Soundtrack aus zuf&auml;llig ausgew&auml;hlter Musik eines
		Radiosenders. Dieses Projekt kommt mir &auml;hnlich vor wie der <i>Netzkunstgenerator</i>, weil es neue Arbeiten aus den gigantischen Mengen
		bereits online vorhandenen visuellen und Textmaterials kreiert. Es arrangiert Informationen, Daten, Bilder und Sounds zu einer neuen
		Erfahrung f&uuml;r den Betrachter. In diesem Fall trifft das Programm selbst die Entscheidungen und kommt ohne Input oder Interaktion aus.
		<br />
		Dabei handelt es sich um eine besonders verf&uuml;hrerische Taktik, weil sie die oben erw&auml;hnte Debatte um Benutzerfreundlichkeit umgeht,
		die, wenn es zu Beurteilungen von Qualit&auml;t oder Sch&ouml;nheit im Feld der &Auml;sthetik kommt, fraglich wird, die aber in der Welt der Neuen
		Medien und ganz besonders im Webdesign wieder eine gr&ouml;&szlig;ere Bedeutung bekommen hat. Mit unl&ouml;sbaren Problemen bez&uuml;glich der
		Benutzerfreundlichkeit haben sich eine Menge gerade der fr&uuml;hen net.art-K&uuml;nstler herumgeschlagen (ich denke dabei wieder an <i>JODI</i>),
		und jetzt tauchen sie erneut in Zusammenhang mit Software-Kunst auf. Die &Auml;sthetik der Kunst ist klar: wundersch&ouml;ne, manchmal sogar
		erhabene Bilder und Filme zur Betrachtung. Wie Steve Dietz es formulierte:
		<br /><br />
		<span class="cyan10">&quot;Die Argumentation in Bezug auf Bedienerfreundlichkeit ist ein rutschiger Abhang - man w&uuml;rde nie auf die
			Idee kommen, zu sagen, Jasper Johns sollte seine Gem&auml;lde 'benutzerfreundlicher# gestalten. Man sollte vorsichtig damit sein, eine
			instrumentalistische Vorstellung von Interface f&uuml;r Online-Kunst anzuwenden. 'Man findet sich schwer zurecht.' 'Na und? Was hat das
			mit Kunst zu tun?'&quot;</span> *26
		<br /><br />
		Dieser aufstrebende Bereich &quot;generativer Kunst&quot; benutzt nicht nur bereits existierende Webinhalte, sondern produziert auch eine
		weitergehende Unterscheidung zwischen dem, was man Bildschirm-&Auml;sthetik und Datenbank-&Auml;sthetik nennen k&ouml;nnte, wobei sich in einem
		Fall durch ein Interface die Bedeutung der Arbeit dramatisch ver&auml;ndern l&auml;sst, w&auml;hrend im anderen Fall das Interface selbst der
		Kontext und der Inhalt der Arbeit ist. *27
		<br />
		Was uns zur&uuml;ck bringt zu der Frage nach den Erfahrungen der Betrachter. In den neueren Varianten &quot;generativer Kunst&quot; spielt es f&uuml;r
		die &Auml;sthetik eines Werkes, nicht einmal f&uuml;r die versteckte Redundanz der Nachricht (der Informations&uuml;bertragung) eine Rolle, ob
		die Ausf&uuml;hrung der Arbeit durch Code, durch Technik oder durch einen Benutzer gesteuert wird. Worauf es am meisten ankommt, ist
		der Kontext, in dem die generative Kunst &quot;l&auml;uft&quot; und rezipiert wird.
		<br /><br /><br />
		<b>Schlu&szlig;folgerung</b>
		<br />
		Interessanterweise entschloss sich Cornelia Sollfrank am dritten Ort der <i>Generator</i>-Ausstellung gro&szlig;formatige Ausdrucke der
		automatisch generierten Webseiten anzufertigen, um die Galeriew&auml;nde damit vollzuh&auml;ngen. Von meiner Position als Kuratorin aus,
		bewerte ich das als ein Zugest&auml;ndnis an das Publikum; einen Hinweis auf den Warenstatus von Kunstobjekten innerhalb des Rahmens
		einer Ausstellung, eine Einverst&auml;ndniserkl&auml;rung mit traditionellen Formen von Kunstbetrachtung. Von der K&uuml;nstlerin hingegen waren
		diese Ausdrucke als Provokation gemeint. Sie verstand es als eine Art, die Besucher der Ausstellung zu fragen, welchen Grad an
		Greifbarkeit sie von einer inh&auml;rent prozess-orientierten Kunst erwarteten. Nat&uuml;rlich sollte das aus dem Selbstverst&auml;ndnis des
		<i>Netzkunstgenerators</i> heraus als &quot;generativer Kunst&quot; nicht notwendig gewesen sein, vielleicht w&uuml;nschenswert oder merkw&uuml;rdig absurd,
		aber eben nicht notwendig. Das geht an der eigentlichen Frage vorbei, n&auml;mlich wie die Arbeit rezipiert werden w&uuml;rde, wenn sie nicht
		im Ausstellungsformat erscheint. Was ist im Zusammenhang dieser Ausstellung anders als bei einer reinen Internetpr&auml;senz? Oder wie
		Joanna Walsh sich in bezug auf ihre generative Posie fragte, was w&auml;re, wenn es sich beim Leser um eine k&uuml;nstliche Intelligenz
		handelte, ebenfalls ein generatives Computerprogramm? Indem sie den Code der <i>Netzkunstgeneratoren</i> zug&auml;nglich macht, wird Cornelia
		Sollfrank ab jetzt in der Lage sein, ein Publikum von UserInnen/Interagierenden jenseits der Maschine selbst zu ermutigen. Zu ihren
		k&uuml;nstlerischen Mitarbeitern werden in B&auml;lde jene geh&ouml;ren, die die Gesetze kennen, die der Code hervorbringt und denen er
		unterliegt, jene, die diese Gesetze vors&auml;tzlich ver&auml;ndern k&ouml;nnen. Ob die Ergebnisse mehr bewirken k&ouml;nnen werden, als die Strukturen
		von &quot;Ausstellung-Unterwerfung-Wettbewerb-Display&quot; zu st&ouml;ren? Ob sie dar&uuml;ber hinaus kunsthistorische Vorstellungen von Autorschaft
		und Kreativit&auml;t ver&auml;ndern werden k&ouml;nnen? Ich gehe davon aus; bleiben Sie dran, und Sie werden es herausfinden.
		<br /><br />
		&Uuml;bersetzung: Cornelia Sollfrank
		<br />
		(mit freundlicher Unterst&uuml;tzung von Kirsten Hebel und Prof.Dr. Wolfgang Ernst)
		<br /><br /><br />

		<span class="cyanbold10">Wo geschieht denn hier die Kunst?<br /></span>
		Kirsten Hebel<br />
		<b>Einige &Uuml;berlegungen zum Netzkunstgenator im Anschluss an Sarah Cook</b><br /><br />
		Munter generieren sich die Zeichen, kommunizieren Codes, prozessieren Bits, biegen sich die Zeichenketten aufeinander und
		arbeiten sich aneinander ab. Vor all dem Geschehen staunen der K&uuml;nstler/Urheber und der Rezipient, allein der Programmierer
		l&auml;chelt weise.
		<br />
		Die Codes sind tief und produktiv. Und wir? Eine Zusatzschleife in den Zeichenketten, nicht am Anfang und am Ende, sondern ein
		weiterer Durchgangsgenerator in der endlosen Kette selbstt&auml;tig prozessierender Sprach- und Bildzeichen oder auch nur digitaler
		Information. Ein erweiterter Ort der Ausf&uuml;hrung und Auff&uuml;hrung bin&auml;rer Handlungsanweisungen.
		<br />
		Aber eben - und da f&auml;ngt es an fraglich zu werden - auch ein Ort der Auff&uuml;hrung. Auff&uuml;hrung f&uuml;r wen oder was? Der Wert eines
		Codes ist seine logische Tiefe. Wie ermitteln wir die? Indem wir messen, wieviel Arbeit seine Decodierung erfordert und die
		Einbettung in einen Kontext, in dem allein er Bedeutung entfaltet. An dieser Stelle muss zu suchen sein, was die Ausf&uuml;hrung von
		der Auff&uuml;hrung f&uuml;r etwas, in diesem Falle f&uuml;r uns, unterscheidet.
		<br />
		F&uuml;r etwas oder jemanden - das hei&szlig;t f&uuml;r eine Instanz, die sich fragt: &quot;Wof&uuml;r?&quot; In diesem Moment erzeugt sich eine Tiefe, die mit
		Arbeit weniger expliziert ist, als mit dem Genie&szlig;en und dem Vergn&uuml;gen. Eine Tiefe, die eher reflexiv als rekursiv operiert - das
		hei&szlig;t, dass ein Subjekt eher sich selbst in Frage stellend verf&auml;hrt, als dass blo&szlig; das Ergebnis einer algorithmischen Operation
		als Ausgangswert f&uuml;r die folgende in den Prozess wieder eingespeist wird.
		<br />
		Die Kunst kann nicht anders: Bei aller Erhabenheit und Unverf&uuml;gbarkeit f&uuml;r uns als vermeintlich Sinn verwaltende oder
		souver&auml;n-kreative Sch&ouml;pfersubjekte bleibt sie doch auch sch&ouml;n. Nicht Arbeit ist das letzte Kriterium ihres Werts, sondern Lust
		und Genuss bei der gedanklichen T&auml;tigkeit, die sich einstellt bei dem Versuch zu ergr&uuml;nden, was dort geschieht und was vor allem
		mit mir geschieht, die ich mich in einen Bedeutungszusammenhang zum k&uuml;nstlerischen Ereignis stelle (oder welcher Art Ereignis
		auch immer). Als solcher Genuss an der eigenen Geistesregung ist die Kunst ein &quot;Vorschein des Guten&quot; (Kant), eine M&ouml;glichkeit der
		Erfahrung von Freiheit im Spiel von Einbildungskraft und Verstand, die - in Erregung versetzt - doch nicht zu einer regelhaften
		Befriedung gelangen. Kunsterfahrung gelingt, wenn sie einen Spielraum er&ouml;ffnet, anders wahrnehmen, denken und handeln zu k&ouml;nnen,
		als im Rahmen des limitierten Regelwerks bisheriger Pr&auml;gung.
		<br />
		Der Code, selbst die kommunizierenden Codes sind Zeichenketten - notgedrungen. Da bleibt keine Reaktion aus, die Kette ist,
		solange der Strom nicht ausf&auml;llt oder das Programm sich nicht aufh&auml;ngt, keinesfalls zu unterbrechen. Die Kunst aber - und dies
		ist Kants immer noch jugendliche These aus dem 18. Jahrhundert - f&auml;ngt dort an, wo die Aufl&ouml;sung in Sprache fehlschl&auml;gt oder
		ausbleibt, die vollst&auml;ndige &Uuml;bersetzbarkeit einer Erfahrung in repr&auml;sentierende Zeichen scheitert. Wo anl&auml;&szlig;lich eines Geschehens
		ein Rest Sprachlosigkeit bleibt und das Geschehen eine Frage aufruft, die unbeantwortet bleibt. Das Verh&auml;ngnis des Codes ist
		nicht, dass er mit Zeichen und deren Regelwerken operiert, das tun wir auch. Sein Pech ist vielmehr, dass er bis heute noch
		nicht in den Genuss seiner eigenen existentiellen Infragestellung gekommen ist.
		<br /><br /><br /><br />

		<span class="black9">
			Fu&szlig;noten:
			<br />
			*1 Zitiert von der Mailingliste eu-gene;

			*2 Die Definition von Chomsky kann man nachlesen in Syntactic Structures 1965; Zizek in Mapping Ideology 1997.

			*3 Quot;Stapelverarbeitung&quot; ist eine Automatisierungsfunktion des Bildbearbeitungsprogrammes <i>Photoshop</i>, bei der bestimmte
			Arbeitsschritte als eine Aktion gespeichert und anschlie&szlig;end, zur Zeitersparnis, auf eine beliebige Anzahl von Dateien angewendet
			werden k&ouml;nnen. (Anmerkung der &Uuml;bersetzerin)

			*4 Dazu schreibt Florian Cramer: &quot;Digitale Netzkunst ist (meistens) digitaler Code, Softwarekunst ist (meistens) digitaler Code, mit dem
			einzigen Unterschied, dass (a) auf Netzwerke fokussiert und (b) auf Algorithmen/executables. Wie dem auch sei, die Kunst kann von einem
			einzelnen Genius-Star-K&uuml;nstler oder einem anonymen Kollektiv erschaffen werden (denken Sie nur an all die Untergrund-Software, die im
			Internet verf&uuml;gbar ist(; sie kann ganz klar als abgrenzbares Werk definiert werden, (wie zum Beispiel eine Website, ein ASCII-Film etc. in
			der Netzkunst oder einer Schreibtischanwendung in der Softwarekunst) oder es kann auch etwas sein, bei dem es schwer ist festzulegen, wo
			die Arbeit anf&auml;ngt und aufh&ouml;rt, woraus oder worin sie eigentlich besteht.&quot;≠ CREAM, Posting 19. April, 2002

			*5 Charles H. Bennett zitiert in: Werner Held, Quantentheorie der Information,
			<a href="javascript:surfer('http://www.datadiwan.de/netzwerk/index.htm?/experten/he_002d_.htm')">http://www.datadiwan.de/netzwerk/index.htm?/experten/he_002d_.htm</a><br />
			Zitat der englischen Version aus Charles H. Bennett, Logical Depth and Physical Complexity, in :The Universal Turing Machine:
			A Half-Century Survey, Hrsg. Rolf Herken, Oxford University Press, 1988, S.230).

			*6 siehe David Rodowick, <i>Reading the Figural</i> und <i>Philosophy After the New Media</i>.

			*7 F&uuml;r eine &uuml;berholte, dennoch brilliante und provokative Diskussion &uuml;ber die Notwendigkeit von Ironie in zeitgen&ouml;ssischer Kunst versus dem
			Mangel daran im Gros der digitalen Medienkunst, siehe Lev Manovichs Essay <i>The Death of Computer Art</i>, 1996.

			*8 Als kurze und s&uuml;sse Geschichte von net.art empfehle ich einen Text von Josephine Bosma, den sie f&uuml;r eine Ausstellung von net.art im Museum
			f&uuml;r zeitgen&ouml;ssische Kunst in Oslo, kuratiert von Per Platou im M&auml;rz 2003, geschrieben hat:
			<a href="javascript:surfer('http://www.student.uib.no/~stud2081/utstilling/bosma.htm')">http://www.student.uib.no/~stud2081/utstilling/bosma.htm</a>

			*9 Als 'Hits' bezeichnet man die durch Klicken auf einer Website verursachte Bewegung (Navigation) durch die Seite. Die Anzahl der Hits kann
			registriert (geloggt) werden und dient dazu, die Beliebtheit einer Website zu messen. (Anmerkung der &Uuml;bersetzerin)

			*10 Josephine Bosma, zitiert aus einer Korrespondenz mit Olia Lialina, ibid.

			*11 Inke Arns, in <i>Update 2.0, Medien Kunst aktuell aus Deutschland</i>, Goethe Institut, ZKM | Zentrum f&uuml;r Kunst und
			Medientechnologie Karlsruhe, 2000.

			*12 "A smart artist makes the machine do the work!" - der Slogan des Netzkunstgenerators. (Anmerkung der &Uuml;bersetzerin)

			*13 Zitiert aus einer E-mail der K&uuml;nstlerin an die Autorin, datiert Februar 2003.

			*14 Interview von Tilla Telemann mit Cornelia Sollfrank, &quot;Hacker sind K&uuml;nstler - und manche K&uuml;nstler sind Hacker&quot;, in
			<i>Jahrbuch '98/99, netz.kunst</i>, Verlag f&uuml;r moderne Kunst N&uuml;rnberg 1999.

			*15 Friedrich Kittler, <i>Museums on the Digital Frontier</i>, in <i>The End(s) of the Museum</i>,
			Fondacion Antoni Tapies, 1995 (dt. &Uuml;.: C. Sollfrank)

			*16 Hier eine Auswahl: Walker Art Center, The Tate, Dia Foundation, MOMA, Whitney Museum of American Art, SFMoMA... Teilweise als
			Bestandteil neuer Ausstellungen, z.B. Biennalen, teilweise innerhalb eines eigenen Programmes.

			*17 W&auml;hrend einer Pr&auml;sentation in De Balie, Amsterdam, &uuml;ber <i>Netzkunst und Kunstkritik</i>, Januar 2002.

			*18 Das ist f&uuml;r sich genommen bereits eine faszinierende Thematik, man denke zum Beispiel an die Zensur, die durch die Technologie-Sponsoren
			der Museen ausge&uuml;bt wird.

			*19 Bei der Debatte um <i>rhizome</i> geht es gr&ouml;&szlig;tenteils um diese Thematik.

			*20 Steve Dietz, in seinem Essay <i>From Signal to Noise</i> <a href="javascript:surfer('www.walkerart.org/gallery9/dietz')">www.walkerart.org/gallery9/dietz</a>

			*21 in einem Beitrag auf der Mailingliste CREAM, 19.April, 2002

			*22 Cox, Mc Lean, Ward, <i>The Aesthetics of Generative Code</i>, 2000, <a href="javascript:surfer('www.generative.net/papers/aesthetics')">www.generative.net/papers/aesthetics</a>

			*23 Kuratiert von Tom Trevor und Geoff Cox ist die Ausstellung durch die <i>Spacex Gallery</i> in Exeter, die <i>Liverpool Bienniale</i> und
			die <i>Firstsite Gallery</i> in Colchester getourt.

			*24 Auszug aus der Presseerkl&auml;rung der Ausstellung.

			*25 Lev Manovich, Projektbeschreibung zu <i>Soft Cinema</i>, 2002

			*26 Aus einer Unterhaltung &uuml;ber die Konzeption der Ausstellung &uuml;ber Datenbanken <i>Pretty Good Access</i>, Regina, Canada, Dezember 2001.

			*27 Die Anzahl von Kunstprojekten, die auf der Softwarwe <i>carnivore</i> laufen, sind ein gutes Beispiel.
		</span><br /><br /><br /><br />


	</div>

	<div id="menue" class="menu"><a href="index.html">nag_home</a><br /><a href="about.html">about</a><br /><a href="exhibitions.html">exhibitions</a><br /><a href="projects.html">projects</a><br /><a href="zkm.html">nag@zkm</a><br /><a
			href="nags.html">net.art generators</a><br /><a href="publications.html">publications</a><br /><a href="contact.html">contact</a></div>
	<div id="artwarez"><a href="https://artwarez.org" target="_blank"><img src="imgs/artwarez.png" alt="artwarez" width="105" height="35" /></a></div>


</body>

</html>
